Repository: zizicici/moontake
Catalog: moontake/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# detail.alert.delete.title
source: This photo will be deleted from the app, but photos saved to the system library will not be deleted.
ar: ستُحذف هذه الصورة من التطبيق، لكن الصور المحفوظة في مكتبة النظام لن تُحذف.
de: Dieses Foto wird aus der App gelöscht, aber Fotos, die in der Systembibliothek gespeichert sind, werden nicht gelöscht.
es: Esta foto se eliminará de la aplicación, pero las fotos guardadas en la biblioteca del sistema no se eliminarán.
fr: Cette photo sera supprimée de l'application, mais les photos enregistrées dans la bibliothèque système ne seront pas supprimées.
ja: この写真はアプリから削除されますが、システムライブラリに保存された写真は削除されません。
pt_br: Esta foto será excluída do aplicativo, mas as fotos salvas na biblioteca do sistema não serão excluídas.
pt_pt: Esta foto será excluída do aplicativo, mas as fotos salvas na biblioteca do sistema não serão excluídas.
ru: Это фото будет удалено из приложения, но фотографии, сохраненные в системной библиотеке, не будут удалены.
uk: Це фото буде видалено з додатка, але фотографії, збережені в системній бібліотеці, не будуть видалені.
zh_hans: 这张照片将会从App中删除，但是已经保存到系统图库的照片不会被删除。
zh_hant: 這張照片將會從App中刪除，但是已經保存到系統圖庫的照片不會被刪除。
zh_hk: 這張照片將會從App中刪除，但是已經保存到系統圖庫的照片不會被刪除。

# detail.alert.membership.title
source: Only Pro users can save the original photo.
ar: حفظ الصورة الأصلية متاح لمستخدمي Pro فقط.
de: Nur Pro-Nutzer können das Originalfoto speichern.
es: Solo los usuarios Pro pueden guardar la foto original.
fr: Seuls les utilisateurs Pro peuvent enregistrer la photo d'origine.
ja: 元の写真を保存できるのはプロユーザーのみです。
pt_br: Apenas os usuários Pro podem salvar a foto original.
pt_pt: Apenas os usuários Pro podem salvar a foto original.
ru: Только пользователи Pro могут сохранить оригинальное фото.
uk: Тільки користувачі Pro можуть зберегти оригінальне фото.
zh_hans: 只有Pro用户可以保存原始照片。
zh_hant: 只有Pro用戶可以保存原始照片。
zh_hk: 只有Pro用戶可以保存原始照片。

# detail.delete.title
source: Delete Photo
ar: حذف الصورة
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
ja: 写真を削除
pt_br: Eliminar foto
pt_pt: Eliminar foto
ru: Удалить фото
uk: Видалити фото
zh_hans: 删除照片
zh_hant: 刪除照片
zh_hk: 刪除照片

# detail.location.apply
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
pt_br: Aplicar
pt_pt: Aplicar
ru: Применить
uk: Застосувати
zh_hans: 应用
zh_hant: 套用
zh_hk: 套用

# detail.location.skip
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
ja: スキップ
pt_br: Pular
pt_pt: Ignorar
ru: Пропустить
uk: Пропустити
zh_hans: 跳过
zh_hant: 跳過
zh_hk: 跳過

# detail.save.title
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Salvar
pt_pt: Salvar
ru: Сохранить
uk: Зберегти
zh_hans: 保存
zh_hant: 保存
zh_hk: 保存

# detail.save.toast
source: Photo Saved
ar: تم حفظ الصورة
de: Foto gespeichert
es: Foto guardada
fr: Photo enregistrée
ja: 写真が保存されました
pt_br: Foto salva
pt_pt: Foto salva
ru: Фото сохранено
uk: Фото збережено
zh_hans: 保存成功
zh_hant: 保存成功
zh_hk: 保存成功

# grateful.content
source: Thanks for your support, hope you enjoy moontake.
ar: شكرًا لدعمك، ونأمل أن تستمتع بـ moontake.
de: Vielen Dank für Ihre Unterstützung, ich hoffe, Sie genießen moontake.
es: Gracias por tu apoyo, espero que disfrutes de moontake.
fr: Merci pour votre soutien, j'espère que vous apprécierez moontake.
ja: サポートありがとうございます、moontakeをお楽しみいただければ幸いです。
pt_br: Obrigado pelo seu apoio, espero que goste do moontake.
pt_pt: Obrigado pelo seu apoio, espero que goste do moontake.
ru: Спасибо за вашу поддержку, надеюсь, вам понравится moontake.
uk: Дякую за вашу підтримку, сподіваюсь, вам сподобається moontake.
zh_hans: 谢谢你的支持，希望你能喜欢moontake。
zh_hant: 謝謝你的支持，希望你能喜歡moontake。
zh_hk: 謝謝你的支持，希望你能喜歡moontake。

# grateful.title
source: Dear Pro user, all features unlocked.
ar: عزيزي مستخدم Pro، تم فتح جميع الميزات.
de: Lieber Pro-User, alle Funktionen freigeschaltet.
es: Estimado usuario Pro, todas las funciones desbloqueadas.
fr: Cher utilisateur Pro, toutes les fonctionnalités débloquées.
ja: Proユーザー様、全機能解除済み。
pt_br: Caro utilizador Pro, todas as funcionalidades desbloqueadas.
pt_pt: Caro utilizador Pro, todas as funcionalidades desbloqueadas.
ru: Уважаемый пользователь Pro, все функции разблокированы.
uk: Шановний користувач Pro, всі функції розблоковані.
zh_hans: 尊敬的Pro用户，所有功能已解锁。
zh_hant: 尊敬的Pro用戶，所有功能已解鎖。
zh_hk: 尊敬的Pro用戶，所有功能已解鎖。

# hint.empty
source: The photos taken with moontake will appear here. There are currently no photos.
ar: ستظهر هنا الصور الملتقطة باستخدام moontake. لا توجد صور حاليًا.
de: Die mit moontake aufgenommenen Fotos werden hier angezeigt. Es sind derzeit keine Fotos vorhanden.
es: Las fotos tomadas con moontake aparecerán aquí. Actualmente no hay fotos.
fr: Les photos prises avec moontake apparaîtront ici. Il n'y a actuellement aucune photo.
ja: moontake で撮影した写真はここに表示されます。現在、写真はありません。
pt_br: As fotos tiradas com moontake aparecerão aqui. Atualmente não há fotos.
pt_pt: As fotos tiradas com moontake aparecerão aqui. Atualmente não há fotos.
ru: Фотографии, сделанные с помощью moontake, появятся здесь. В данный момент нет фотографий.
uk: Фотографії, зроблені за допомогою moontake, з'являться тут. Наразі фотографій немає.
zh_hans: 使用moontake拍摄的照片将会出现在这里，目前没有照片。
zh_hant: 使用moontake拍攝的照片將會出現在這裏，目前沒有照片。
zh_hk: 使用moontake拍攝的照片將會出現在這裏，目前沒有照片。

# hint.promotion
source: Free users can display the most recent 12 photos, while Pro users can display all photos.
ar: يمكن للمستخدمين المجانيين عرض أحدث 12 صورة، بينما يمكن لمستخدمي Pro عرض جميع الصور.
de: Kostenlose Benutzer können die 12 neuesten Fotos anzeigen, während Pro-Benutzer alle Fotos anzeigen können.
es: Los usuarios gratuitos pueden mostrar las 12 fotos más recientes, mientras que los usuarios Pro pueden mostrar todas las fotos.
fr: Les utilisateurs gratuits peuvent afficher les 12 photos les plus récentes, tandis que les utilisateurs Pro peuvent afficher toutes les photos.
ja: 無料ユーザーは最新の12枚の写真を表示できますが、Proユーザーはすべての写真を表示できます。
pt_br: Os usuários gratuitos podem exibir as 12 fotos mais recentes, enquanto os usuários Pro podem exibir todas as fotos.
pt_pt: Os usuários gratuitos podem exibir as 12 fotos mais recentes, enquanto os usuários Pro podem exibir todas as fotos.
ru: Бесплатные пользователи могут отображать 12 последних фотографий, в то время как пользователи Pro могут отображать все фотографии.
uk: Безкоштовні користувачі можуть відображати 12 останніх фотографій, тоді як користувачі Pro можуть відображати всі фотографії.
zh_hans: 免费用户可以显示最近12张照片，Pro用户可以显示所有照片。
zh_hant: 免費用戶可以顯示最近12張照片，Pro用戶可以顯示所有照片。
zh_hk: 免費用戶可以顯示最近12張照片，Pro用戶可以顯示所有照片。

# hint.wish
source: Wishing you a great moon.
ar: نتمنى لك قمرًا جميلًا.
de: Ich wünsche dir einen schönen Mond.
es: Que tengas una gran luna.
fr: Je vous souhaite une belle lune.
ja: 素晴らしい月をお楽しみください
pt_br: Desejo a você uma ótima lua.
pt_pt: Desejo a você uma ótima lua.
ru: Желаю вам замечательной луны.
uk: Бажаю вам гарного місяця.
zh_hans: 愿你拍到好月亮。
zh_hant: 願你拍到好月亮。
zh_hk: 願你拍到好月亮。

# location.custom.input.message
source: Long text may affect the watermark layout.
ar: قد يؤثر النص الطويل في تخطيط العلامة المائية.
de: Langer Text kann das Layout des Wasserzeichens beeinträchtigen.
es: Un texto largo puede afectar el diseño de la marca de agua.
fr: Un texte trop long peut affecter la mise en page du filigrane.
ja: テキストが長すぎると、透かしのレイアウトに影響する場合があります。
pt_br: Um texto longo pode afetar o layout da marca d'água.
pt_pt: Um texto longo pode afetar o layout da marca d'água.
ru: Длинный текст может повлиять на расположение водяного знака.
uk: Довгий текст може вплинути на розташування водяного знака.
zh_hans: 文字过长可能会影响水印排版。
zh_hant: 文字過長可能會影響浮水印排版。
zh_hk: 文字過長可能會影響浮水印排版。

# location.custom.intro
source: Tap to edit
ar: اضغط للتحرير
de: Tippen zum Bearbeiten
es: Toca para editar
fr: Touchez pour modifier
ja: タップして編集
pt_br: Toque para editar
pt_pt: Toque para editar
ru: Нажмите, чтобы изменить
uk: Натисніть, щоб змінити
zh_hans: 点按以编辑
zh_hant: 點按以編輯
zh_hk: 點按以編輯

# location.custom.title
source: Custom Location Name
ar: اسم موقع مخصص
de: Benutzerdefinierter Ortsname
es: Nombre de ubicación personalizado
fr: Nom de lieu personnalisé
ja: カスタム地名
pt_br: Nome de localização personalizado
pt_pt: Nome de localização personalizado
ru: Пользовательское название места
uk: Власна назва місця
zh_hans: 自定义地名
zh_hant: 自定義地名
zh_hk: 自定義地名

# location.metadata.disable
source: Exclude Location Information
ar: استبعاد معلومات الموقع
de: Standortinformationen ausschließen
es: Excluir información de ubicación
fr: Exclure les informations de localisation
ja: 位置情報を含めない
pt_br: Excluir informações de localização
pt_pt: Excluir informações de localização
ru: Не добавлять данные о местоположении
uk: Не додавати дані про місцезнаходження
zh_hans: 不记录位置信息
zh_hant: 不記錄位置資訊
zh_hk: 不記錄位置資訊

# location.metadata.enable
source: Include Location Information
ar: تضمين معلومات الموقع
de: Standortinformationen einbeziehen
es: Incluir información de ubicación
fr: Inclure les informations de localisation
ja: 位置情報を含める
pt_br: Incluir informações de localização
pt_pt: Incluir informações de localização
ru: Добавлять данные о местоположении
uk: Додавати дані про місцезнаходження
zh_hans: 记录位置信息
zh_hant: 記錄位置資訊
zh_hk: 記錄位置資訊

# location.permission.denied
source: Go to Settings to Enable
ar: انتقل إلى الإعدادات للتمكين
de: Gehe zu den Einstellungen, um zu aktivieren
es: Ir a Configuración para Habilitar
fr: Allez dans les paramètres pour activer
ja: 有効にするには設定に移動してください
pt_br: Vá para Configurações para Habilitar
pt_pt: Vá para Configurações para Habilitar
ru: Перейдите в настройки, чтобы включить
uk: Перейдіть до налаштувань, щоб увімкнути
zh_hans: 前往系统设置开启
zh_hant: 前往系統設定開啟
zh_hk: 前往系統設定開啟

# location.permission.request_access
source: Allow Location Access
ar: السماح بالوصول إلى الموقع
de: Standortzugriff erlauben
es: Permitir acceso a la ubicación
fr: Autoriser l'accès à la localisation
ja: 位置情報へのアクセスを許可
pt_br: Permitir acesso à localização
pt_pt: Permitir acesso à localização
ru: Разрешить доступ к местоположению
uk: Дозволити доступ до місцезнаходження
zh_hans: 允许访问位置信息
zh_hant: 允許取用位置資訊
zh_hk: 允許取用位置資訊

# location.title
source: Location Information
ar: معلومات الموقع
de: Standortinformationen
es: Información de ubicación
fr: Informations de localisation
ja: 位置情報
pt_br: Informações de localização
pt_pt: Informações de localização
ru: Информация о местоположении
uk: Інформація про місцезнаходження
zh_hans: 位置信息
zh_hant: 位置資訊
zh_hk: 位置資訊

# membership.learn_more
source: Learn More
ar: معرفة المزيد
de: Mehr erfahren
es: Más información
fr: En savoir plus
ja: 詳細を見る
pt_br: Saber mais
pt_pt: Saber mais
ru: Узнать больше
uk: Дізнатися більше
zh_hans: 了解更多
zh_hant: 了解更多
zh_hk: 了解更多

# membership.purchase
source: Buy
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
ja: 購入
pt_br: Comprar
pt_pt: Comprar
ru: Купить
uk: Купити
zh_hans: 购买
zh_hant: 購買
zh_hk: 購買

# moon_calendar.events
source: Key moon phases
ar: أطوار القمر الرئيسية
de: Wichtige Mondphasen
es: Fases lunares principales
fr: Phases lunaires principales
ja: 主な月相
pt_br: Principais fases da Lua
pt_pt: Principais fases da Lua
ru: Основные фазы Луны
uk: Основні фази Місяця
zh_hans: 主要月相
zh_hant: 主要月相
zh_hk: 主要月相

# moon_calendar.illumination_change
source: Illumination %1$@ → %2$@
ar: النسبة المضاءة %1$@ ← %2$@
de: Beleuchteter Anteil %1$@ → %2$@
es: Fracción iluminada %1$@ → %2$@
fr: Fraction éclairée %1$@ → %2$@
ja: 輝面比 %1$@ → %2$@
pt_br: Fração iluminada %1$@ → %2$@
pt_pt: Fração iluminada %1$@ → %2$@
ru: Освещённая часть %1$@ → %2$@
uk: Освітлена частина %1$@ → %2$@
zh_hans: 照亮比例 %1$@ → %2$@
zh_hant: 照亮比例 %1$@ → %2$@
zh_hk: 照亮比例 %1$@ → %2$@

# moon_calendar.loading
source: Loading lunar phases…
ar: جارٍ تحميل أطوار القمر…
de: Mondphasen werden geladen…
es: Cargando las fases lunares…
fr: Chargement des phases lunaires…
ja: 月相を読み込み中…
pt_br: Carregando as fases lunares…
pt_pt: A carregar as fases lunares…
ru: Загрузка фаз Луны…
uk: Завантаження фаз Місяця…
zh_hans: 正在加载月相…
zh_hant: 正在載入月相…
zh_hk: 正在載入月相…

# moon_calendar.locked_message
source: Purchase Pro to view any month.
ar: اشترِ Pro لعرض أي شهر.
de: Pro kaufen, um alle Monate anzusehen.
es: Compra Pro para consultar cualquier mes.
fr: Achetez Pro pour consulter tous les mois.
ja: Pro を購入して、すべての月を表示
pt_br: Compre o Pro para ver qualquer mês.
pt_pt: Compre o Pro para consultar qualquer mês.
ru: Купите Pro, чтобы просматривать любой месяц.
uk: Придбайте Pro, щоб переглядати будь-який місяць.
zh_hans: 购买 Pro，查看任意月份
zh_hant: 購買 Pro，查看任意月份
zh_hk: 購買 Pro，查看任意月份

# moon_calendar.next_full
source: Next full Moon %1$@, %2$@
ar: البدر القادم %1$@، %2$@
de: Nächster Vollmond %1$@, %2$@
es: Próxima luna llena %1$@, %2$@
fr: Prochaine pleine lune %1$@, %2$@
ja: 次の満月 %1$@ %2$@
pt_br: Próxima lua cheia %1$@, %2$@
pt_pt: Próxima lua cheia %1$@, %2$@
ru: Следующее полнолуние %1$@, %2$@
uk: Наступна повня %1$@, %2$@
zh_hans: 下次满月 %1$@ %2$@
zh_hant: 下次滿月 %1$@ %2$@
zh_hk: 下次滿月 %1$@ %2$@

# moon_calendar.next_month
source: Next month
ar: الشهر التالي
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
ja: 次の月
pt_br: Próximo mês
pt_pt: Mês seguinte
ru: Следующий месяц
uk: Наступний місяць
zh_hans: 下个月
zh_hant: 下個月
zh_hk: 下個月

# moon_calendar.previous_month
source: Previous month
ar: الشهر السابق
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
ja: 前の月
pt_br: Mês anterior
pt_pt: Mês anterior
ru: Предыдущий месяц
uk: Попередній місяць
zh_hans: 上个月
zh_hant: 上個月
zh_hk: 上個月

# moon_calendar.retry
source: Try Again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Повторить
uk: Спробувати ще раз
zh_hans: 重试
zh_hant: 重試
zh_hk: 重試

# moon_calendar.title
source: Moon Calendar
ar: تقويم القمر
de: Mondkalender
es: Calendario lunar
fr: Calendrier lunaire
ja: 月相カレンダー
pt_br: Calendário lunar
pt_pt: Calendário lunar
ru: Лунный календарь
uk: Місячний календар
zh_hans: 月历
zh_hant: 月曆
zh_hk: 月曆

# moon_calendar.unavailable
source: Lunar data is unavailable for this month. Try again or choose another month.
ar: بيانات القمر لهذا الشهر غير متاحة. أعد المحاولة أو اختر شهرًا آخر.
de: Für diesen Monat sind keine Monddaten verfügbar. Versuche es erneut oder wähle einen anderen Monat.
es: Los datos lunares de este mes no están disponibles. Reintenta o elige otro mes.
fr: Les données lunaires de ce mois sont indisponibles. Réessayez ou choisissez un autre mois.
ja: この月の月相データを取得できません。再試行するか、別の月を選んでください。
pt_br: Os dados lunares deste mês estão indisponíveis. Tente novamente ou escolha outro mês.
pt_pt: Os dados lunares deste mês estão indisponíveis. Tente novamente ou escolha outro mês.
ru: Данные о Луне за этот месяц недоступны. Повторите попытку или выберите другой месяц.
uk: Дані про Місяць за цей місяць недоступні. Спробуйте ще раз або виберіть інший місяць.
zh_hans: 暂时无法获取月相，请重试或切换月份。
zh_hant: 暫時無法取得月相，請重試或切換月份。
zh_hk: 暫時無法取得月相，請重試或切換月份。

# moon_calendar.unlock
source: Unlock
ar: فتح المحتوى
de: Freischalten
es: Desbloquear
fr: Déverrouiller
ja: ロックを解除
pt_br: Desbloquear
pt_pt: Desbloquear
ru: Разблокировать
uk: Розблокувати
zh_hans: 去解锁
zh_hant: 去解鎖
zh_hk: 去解鎖

# moon_finder.active
source: Finding the Moon
ar: جارٍ البحث عن القمر
de: Mondsuche aktiv
es: Buscando la Luna
fr: Recherche de la Lune
ja: 月を探索中
pt_br: Procurando a Lua
pt_pt: A procurar a Lua
ru: Поиск Луны
uk: Пошук Місяця
zh_hans: 正在寻找月亮
zh_hant: 正在尋找月亮
zh_hk: 正在尋找月亮

# moon_finder.aligned.detail
source: Rotate your phone to center the ring. Position is approximate; the compass may be off.
ar: أدر الهاتف لتوسيط الدائرة. الموقع تقريبي؛ قد تنحرف البوصلة.
de: Drehen Sie das Handy, um den Ring zu zentrieren. Position ungefähr; der Kompass kann abweichen.
es: Gira el teléfono para centrar el círculo. Posición aproximada; la brújula puede desviarse.
fr: Orientez le téléphone pour centrer le cercle. Position approximative ; la boussole peut dévier.
ja: 端末を動かしてリングを画面中央に合わせてください。位置は目安です。コンパスがずれることがあります。
pt_br: Gire o celular para centralizar o círculo. Posição aproximada; a bússola pode desviar.
pt_pt: Rode o telemóvel para centrar o círculo. Posição aproximada; a bússola pode desviar.
ru: Поверните телефон, чтобы центрировать кольцо. Положение приблизительное; компас может отклоняться.
uk: Поверніть телефон, щоб центрувати кільце. Положення приблизне; компас може відхилятися.
zh_hans: 转动手机，将定位圈移到画面中央。位置仅供参考，指南针可能有偏差。
zh_hant: 轉動手機，將定位圈移到畫面中央。位置僅供參考，指南針可能有偏差。
zh_hk: 轉動手機，將定位圈移到畫面中央。位置僅供參考，指南針可能有偏差。

# moon_finder.aligned.title
source: Moon in view
ar: القمر داخل الإطار
de: Mond im Bildfeld
es: Luna en el encuadre
fr: Lune dans le champ
ja: 月の方向が画面内に入りました
pt_br: Lua no enquadramento
pt_pt: Lua no enquadramento
ru: Луна в поле зрения
uk: Місяць у полі зору
zh_hans: 月亮方向已进入取景框
zh_hant: 月亮方向已進入取景框
zh_hk: 月亮方向已進入取景框

# moon_finder.below_horizon.detail
source: The Moon is currently below your local horizon. Try again later.
ar: القمر حاليًا تحت الأفق المحلي. حاول لاحقًا.
de: Der Mond steht derzeit unter Ihrem lokalen Horizont. Versuchen Sie es später.
es: La Luna está bajo tu horizonte local. Inténtalo más tarde.
fr: La Lune est actuellement sous votre horizon local. Réessayez plus tard.
ja: 現在、月はこの場所の地平線より下にあります。後でもう一度お試しください。
pt_br: A Lua está abaixo do horizonte local. Tente mais tarde.
pt_pt: A Lua está abaixo do horizonte local. Tente mais tarde.
ru: Сейчас Луна ниже местного горизонта. Попробуйте позже.
uk: Зараз Місяць нижче місцевого горизонту. Спробуйте пізніше.
zh_hans: 月亮目前位于当地地平线下，请稍后再试。
zh_hant: 月亮目前位於當地地平線下，請稍後再試。
zh_hk: 月亮目前位於當地地平線下，請稍後再試。

# moon_finder.below_horizon.title
source: Moon below the horizon
ar: القمر تحت الأفق
de: Mond unter dem Horizont
es: Luna bajo el horizonte
fr: Lune sous l’horizon
ja: 月は地平線の下です
pt_br: Lua abaixo do horizonte
pt_pt: Lua abaixo do horizonte
ru: Луна под горизонтом
uk: Місяць під горизонтом
zh_hans: 月亮在地平线下
zh_hant: 月亮在地平線下
zh_hk: 月亮在地平線下

# moon_finder.calibrating.detail
source: Move your phone in a figure eight, away from magnets and metal.
ar: حرّك الهاتف على شكل الرقم 8 بعيدًا عن المغناطيس والمعادن.
de: Bewegen Sie das Handy in einer Acht, fern von Magneten und Metall.
es: Mueve el teléfono en forma de ocho, lejos de imanes y metales.
fr: Décrivez un huit avec le téléphone, loin des aimants et du métal.
ja: 磁石や金属から離れ、端末でゆっくり8の字を描いてください。
pt_br: Mova o celular em forma de oito, longe de ímãs e metais.
pt_pt: Mova o telemóvel em forma de oito, longe de ímanes e metais.
ru: Опишите телефоном восьмёрку вдали от магнитов и металла.
uk: Опишіть телефоном вісімку подалі від магнітів і металу.
zh_hans: 远离磁铁和金属，缓慢用手机画“8”字。
zh_hant: 遠離磁鐵和金屬，緩慢用手機畫「8」字。
zh_hk: 遠離磁鐵和金屬，緩慢用手機畫「8」字。

# moon_finder.calibrating.title
source: Calibrate the compass
ar: معايرة البوصلة
de: Kompass kalibrieren
es: Calibra la brújula
fr: Calibrer la boussole
ja: コンパスを調整
pt_br: Calibrar a bússola
pt_pt: Calibrar a bússola
ru: Откалибруйте компас
uk: Відкалібруйте компас
zh_hans: 请校准指南针
zh_hant: 請校準指南針
zh_hk: 請校準指南針

# moon_finder.close
source: Close Guide
ar: إغلاق الدليل
de: Hilfe schließen
es: Cerrar guía
fr: Fermer le guide
ja: ガイドを閉じる
pt_br: Fechar guia
pt_pt: Fechar guia
ru: Закрыть подсказки
uk: Закрити підказки
zh_hans: 关闭引导
zh_hant: 關閉引導
zh_hk: 關閉引導

# moon_finder.coordinates
source: Azimuth %.0f° · Altitude %.0f°
ar: السمت %.0f° · الارتفاع %.0f°
de: Azimut %.0f° · Höhe %.0f°
es: Acimut %.0f° · Altura %.0f°
fr: Azimut %.0f° · Hauteur %.0f°
ja: 方位角 %.0f° · 高度角 %.0f°
pt_br: Azimute %.0f° · Altura %.0f°
pt_pt: Azimute %.0f° · Altura %.0f°
ru: Азимут %.0f° · Высота %.0f°
uk: Азимут %.0f° · Висота %.0f°
zh_hans: 方位角 %.0f° · 高度角 %.0f°
zh_hant: 方位角 %.0f° · 高度角 %.0f°
zh_hk: 方位角 %.0f° · 高度角 %.0f°

# moon_finder.locating.detail
source: Your location and the current time are used to find the Moon.
ar: يُستخدم موقعك والوقت الحالي لتحديد اتجاه القمر.
de: Ihr Standort und die aktuelle Zeit bestimmen die Mondrichtung.
es: Tu ubicación y la hora actual permiten localizar la Luna.
fr: Votre position et l’heure actuelle permettent de situer la Lune.
ja: 現在地と現在時刻から月の方向を計算します。
pt_br: Sua localização e o horário atual permitem localizar a Lua.
pt_pt: A sua localização e a hora atual permitem localizar a Lua.
ru: Положение Луны вычисляется по вашему местоположению и текущему времени.
uk: Положення Місяця обчислюється за вашим розташуванням і поточним часом.
zh_hans: 根据你的位置和当前时间计算月亮方向。
zh_hant: 根據你的位置和目前時間計算月亮方向。
zh_hk: 根據你的位置和目前時間計算月亮方向。

# moon_finder.locating.title
source: Finding your location…
ar: جارٍ تحديد موقعك…
de: Standort wird ermittelt…
es: Obteniendo ubicación…
fr: Localisation en cours…
ja: 現在地を取得中…
pt_br: Obtendo localização…
pt_pt: A obter localização…
ru: Определение места…
uk: Визначення місця…
zh_hans: 正在定位…
zh_hant: 正在定位…
zh_hk: 正在定位…

# moon_finder.location_error.detail
source: Move outdoors or check Location Services. We will keep trying.
ar: اخرج إلى مكان مفتوح أو تحقق من خدمات الموقع. سنواصل المحاولة.
de: Gehen Sie ins Freie oder prüfen Sie die Ortungsdienste. Wir versuchen es weiter.
es: Sal al exterior o revisa la localización. Seguiremos intentándolo.
fr: Sortez ou vérifiez la localisation. Nous continuons à essayer.
ja: 屋外に移動するか、位置情報サービスを確認してください。取得を続けます。
pt_br: Vá para uma área externa ou verifique os serviços de localização. Continuaremos tentando.
pt_pt: Vá para o exterior ou verifique os serviços de localização. Continuaremos a tentar.
ru: Выйдите на улицу или проверьте службы геолокации. Мы продолжим попытки.
uk: Вийдіть надвір або перевірте служби геолокації. Ми продовжимо спроби.
zh_hans: 请移步室外或检查定位服务，我们会继续尝试。
zh_hant: 請移步室外或檢查定位服務，我們會繼續嘗試。
zh_hk: 請移步室外或檢查定位服務，我們會繼續嘗試。

# moon_finder.location_error.title
source: Location unavailable
ar: الموقع غير متاح
de: Standort nicht verfügbar
es: Ubicación no disponible
fr: Position indisponible
ja: 位置情報を取得できません
pt_br: Localização indisponível
pt_pt: Localização indisponível
ru: Местоположение недоступно
uk: Розташування недоступне
zh_hans: 暂时无法定位
zh_hant: 暫時無法定位
zh_hk: 暫時無法定位

# moon_finder.open
source: Find Moon
ar: اعثر على القمر
de: Mond finden
es: Buscar la Luna
fr: Trouver la Lune
ja: 月を探す
pt_br: Encontrar a Lua
pt_pt: Encontrar a Lua
ru: Найти Луну
uk: Знайти Місяць
zh_hans: 找月亮
zh_hant: 找月亮
zh_hk: 找月亮

# moon_finder.permission.detail
source: Allow location access in Settings to find the Moon. This does not enable GPS tags on your photos.
ar: اسمح بالوصول إلى الموقع في الإعدادات. لن يؤدي ذلك إلى تفعيل تسجيل GPS في صورك.
de: Erlauben Sie den Standortzugriff in den Einstellungen. GPS-Tags für Fotos werden dadurch nicht aktiviert.
es: Permite la ubicación en Ajustes. Esto no activa las etiquetas GPS de tus fotos.
fr: Autorisez la localisation dans les réglages. Cela n’active pas les coordonnées GPS sur vos photos.
ja: 設定で位置情報を許可してください。写真へのGPS情報の記録は有効になりません。
pt_br: Permita a localização nos Ajustes. Isso não ativa etiquetas GPS nas fotos.
pt_pt: Permita a localização nas Definições. Isto não ativa etiquetas GPS nas fotografias.
ru: Разрешите геолокацию в настройках. Это не включает GPS-метки на фотографиях.
uk: Дозвольте геолокацію в налаштуваннях. Це не вмикає GPS-мітки на фотографіях.
zh_hans: 请在设置中允许定位以寻找月亮。这不会开启照片的 GPS 位置记录。
zh_hant: 請在設定中允許定位以尋找月亮。這不會開啟照片的 GPS 位置記錄。
zh_hk: 請在設定中允許定位以尋找月亮。這不會開啟照片的 GPS 位置記錄。

# moon_finder.permission.title
source: Enable Location
ar: السماح بالموقع
de: Standort erlauben
es: Permitir ubicación
fr: Autoriser la localisation
ja: 位置情報を許可
pt_br: Permitir localização
pt_pt: Permitir localização
ru: Разрешите геолокацию
uk: Дозвольте геолокацію
zh_hans: 需要定位权限
zh_hant: 需要定位權限
zh_hk: 需要定位權限
